const call4Questions = [
  {
    id: 1,
    mr: "नमस्कार सर मी YNK ग्रुप मधून बोलत आहे, फीडबॅक साठी कॉल आहे तुमच्याकडे 2 मिनिट वेळ आहे का ?",
    type: "yesno",
  },
  {
    id: 2,
    mr: "सर आपल्याला सर्व वस्तु कश्या चालू करायच्या या बद्दल माहिती आहे का ?",
    type: "yesno",
  },
  {
    id: 3,
    mr: "सर आपण इडली स्टीमर या बद्दल ट्रेनिंग घेतलेली आहे का ?",
    type: "yesno",
  },
  {
    id: 4,
    mr: "सर इडली स्टीमर बॉयलर मध्ये पाणी कश्या प्रकारे आपण सोडू शकतो याची ट्रेनिंग आपण घेतलेली आहे का ?",
    type: "yesno",
  },
  {
    id: 5,
    mr: "सर इडली स्टीमर कॅपॅसिटी किती आहे याची ट्रेनिंग आपण घेतली आहे का ?",
    type: "yesno",
  },
  {
    id: 6,
    mr: "सर इडली स्टीमर लेव्हल ट्यूब बद्दल माहिती आपण घेतली आहे का ?",
    type: "yesno",
  },
  {
    id: 7,
    mr: "सर इडली स्टीमर लेव्हल ट्यूब काम करत नाही तर स्टीमर कसे काम करतो याची माहिती आपण घेतली आहे का ?",
    type: "yesno",
  },
  {
    id: 8,
    mr: "सर आपल्याला इडली स्टीमर हाताळताना काही प्रॉब्लेम येत आहेत का ?",
    type: "yesno",
  },
  { id: 9, mr: "सर आपण मिक्सर बद्दल ट्रेनिंग घेतली आहे का ?", type: "yesno" },
  {
    id: 10,
    mr: "सर मिक्सरची स्पीड, कॅपॅसिटी आणि मटेरियल किती प्रमाणामध्ये वापरायचे याबद्दल तुम्हाला माहिती दिली का ?",
    type: "yesno",
  },
  {
    id: 11,
    mr: "सर आपण शॉप मधील कुकर कशा प्रकारे वापरायचा याची पूर्ण ट्रेनिंग घेतलेली आहे का ?",
    type: "yesno",
  },
  {
    id: 12,
    mr: "सर आपण थर्मास, वजन काटा, मेनू फ्रेम, राऊंड टेबल, यांची पूर्ण माहिती करून घेतली आहे का ?",
    type: "yesno",
  },
  { id: 13, mr: "सर फ्रीज बद्दल आपण ट्रेनिंग घेतलेली आहे का ?", type: "yesno" },
  {
    id: 14,
    mr: "सर आपल्याला फ्रीजची कॅपॅसिटी किती आहे आणि स्पीड किती ठेवायचा या बद्दल पूर्ण माहिती आपण घेतली आहे का?",
    type: "yesno",
  },
  {
    id: 15,
    mr: "सर आपण कॉफी मशीन काशी वापराची याची ट्रेनिंग घेतलेली आहे का ?",
    type: "yesno",
  },
  {
    id: 16,
    mr: "सर सर्विस काउंटर ला कॉईल आहे याचा वापर कसा करायचा याची ट्रेनिंग आपण घेतलेली आहे का ?",
    type: "yesno",
  },
  {
    id: 17,
    mr: "सर शॉप मधील साऊंड कश्या साठी आहेत याची माहिती आपण घेतलेली आहे का ?",
    type: "yesno",
  },
  {
    id: 18,
    mr: "सर आपण शॉप मधील बिलमशीन बद्दल पूर्ण ट्रेनिंग घेतली आहे का ?",
    type: "yesno",
  },
  {
    id: 19,
    mr: "सर आपण बिल मशीन सॉफ्टवेअर बद्दल पूर्ण माहिती घेतली आहे का ?",
    type: "yesno",
  },
  {
    id: 20,
    mr: "सर शॉप मधील गॅस पाईपिंग बद्दल आपण ट्रेनिंग घेतलेली आहे का ?",
    type: "yesno",
  },
  {
    id: 21,
    mr: "सर आपण शॉपमध्ये फायरटॅंक कसे ओपन करायचा याची ट्रेनिंग आपण घेतली आहे का ?",
    type: "yesno",
  },
  {
    id: 22,
    mr: "सर शॉप मध्ये CCTV कॅमेरा याची ट्रेनिंग आपण घेतली आहे का ?",
    type: "yesno",
  },
  {
    id: 23,
    mr: "सर शॉप मधील साईड टेबल तसेच पाण्याचे सिंक कसे वापरायचे या बद्दल माहिती आपण घेतली आहे का ?",
    type: "yesno",
  },
  {
    id: 24,
    mr: "सर आपल्याला YNK कंपनी कडून इंजिनियर किंवा मॅनेजर यांच्या कडून वस्तु वापरण्याची पूर्ण माहिती दिली आहे का ?",
    type: "yesno",
  },
  {
    id: 25,
    mr: "आपल्याला कोणत्या वस्तु बद्दल माहिती YNK कंपनी कडून मिळालेली नाही",
    type: "text",
  },
  {
    id: 26,
    mr: "सर तुम्ही इंजिनियर  यांना किती रेटिंग देणार - 3, 4, 5, या पैकी ?",
    type: "rating",
  },
];

export default call4Questions;
