const call3Questions = [
  {
    id: 1,
    mr: "नमस्कार सर मी YNK ग्रुप मधून बोलत आहे, फीडबॅक साठी कॉल आहे तुमच्याकडे 2 मिनिट वेळ आहे का ?",
    type: "yesno",
  },
  {
    id: 2,
    mr: "सर आपल्याला मॅनेजर यांनी मटेरियल पाठवण्या बद्दल पूर्ण माहिती दिली होती का ?",
    type: "yesno",
  },
  {
    id: 3,
    mr: "सर आपल्याला मॅनेजर यांनी मटेरियल खाली करून घेण्यास संगितले होते का ?",
    type: "yesno",
  },
  {
    id: 4,
    mr: "सर आपल्या शॉप मध्ये सर्व व्यवस्थित मटेरियल आले का ?",
    type: "yesno",
  },
  { id: 5, mr: "सर आपण सर्व मटेरियल खाली करून घेतले का ?", type: "yesno" },
  {
    id: 6,
    mr: "सर आपल्याला मटेरियल बद्दल पूर्ण माहिती आहे का ?",
    type: "yesno",
  },
  { id: 7, mr: "सर आपण सर्व मटेरियल मोजून घेतले आहे का ?", type: "yesno" },
  { id: 8, mr: "सर आपल्याला कोणते मटेरियल मिळाले नाही ?", type: "text" },
  {
    id: 9,
    mr: "सर मटेरियल खाली करतांना कोणते इंजिनियर तुमच्या साईड वर होते?",
    type: "text",
  },
  {
    id: 10,
    mr: "सर तुम्हाला इंजिनियर यांनी मटेरियलची सर्व वॉरंटी कार्ड दिली आहेत का ? कोणते वॉरंटी कार्ड देण्याचे राहिले आहे का ?",
    type: "text",
  },
  {
    id: 11,
    mr: "सर इंजिनियर यांनी आपल्या शॉप मध्ये सर्व सेटअप व्यवस्थित लावला आहे का ?",
    type: "yesno",
  },
  {
    id: 12,
    mr: "सर आपण सर्व वस्तु इंजिनियर कडून चेक करून आणि चालू करून बघितले आहे का ? व त्या वस्तु मध्ये काही प्रॉब्लेम आहेत का ?",
    type: "text",
  },
  {
    id: 13,
    mr: "सर आपल्या शॉप मध्ये एखादी वस्तु तुटलेली आली आहे का?",
    type: "yesno",
  },
  {
    id: 14,
    mr: "सर आपण सर्व वस्तु ची कॅपॅसिटी चेक केली आहे का ? आणि कोणत्या वस्तु चेक नाही केल्या ?",
    type: "text",
  },
  {
    id: 15,
    mr: "सर आपल्याला इंजिनियर यांनी दिलेली सर्व वस्तु बद्दल माहिती योग्य वाटते का ?",
    type: "yesno",
  },
  {
    id: 16,
    mr: "सर आपल्या शॉप मध्ये इंजिनियर यांनी दिलेल्या प्लॅन प्रमाणे सेटअप लागला आहे का ?",
    type: "yesno",
  },
  {
    id: 17,
    mr: "सर शॉप प्लॅन किव्हा साईड इंजिनियर यांच्या प्लॅन मध्ये काही चुकले आहे का ?",
    type: "text",
  },
  {
    id: 18,
    mr: "सर इंजिनियर आपल्याशी व्यवस्थित बोलत होते का ?",
    type: "yesno",
  },
  {
    id: 19,
    mr: "सर इंजिनियर यांनी सर्व वस्तूंची माहिती असलेले बूकलेट आपल्याला दिले आहे का ?",
    type: "yesno",
  },
  {
    id: 20,
    mr: "सर आपण इंजिनियर यांच्या कडून वस्तु बद्दल कोणती चांगली माहिती घेतली आणि इंजिनियर मध्ये कोणते गुण चांगले वाटले ?",
    type: "text",
  },
  {
    id: 21,
    mr: "सर तुम्ही इंजिनियर  यांना किती रेटिंग देणार - 3, 4, 5, या पैकी ?",
    type: "rating",
  },
];

export default call3Questions;
